tap "jesseduffield/lazygit"
tap "jandedobbeleer/oh-my-posh"
tap "nikitabobko/tap"
cask "aerospace"
cask "ghostty"
brew "git"
brew "fzf"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "go"
brew "jq"
brew "pnpm"
brew "wget"
brew "yazi"
brew "ffmpeg"
brew "sevenzip"
brew "poppler"
brew "fd"
brew "imagemagick"
